{
    "welcome":"discover all our dishes",
    "caption": "Our digital menu is offered in your language",
    "chooseLang": "Choose your language", 
    "more": "More...",

    "menu01":"Pizza",
    "menu02":"Pastas",
    "menu03":"Salads",
    "menu04":"Drinks",
    "menu05":"Desserts",
    "menu06":"Contact",
    
	"menu01ItemA_name": "Calzonne",
	"menu01ItemA_description": "A dish of Italian cuisine often referred to as a stuffed pizza, folded in half before going into the oven.",
	"menu01ItemB_name": "Mushroom",
	"menu01ItemB_description": "A pizza topped with cheese and mushrooms. When it's still hot, the melted cheese gives a great feeling of satisfaction.",
	"menu01ItemC_name": "Margheritta",
	"menu01ItemC_description": "Pizza dough topped with tomato, cheese and basil, inspired by the colors of the Italian flag.",
	"menu01ItemD_name": "Chicken",
	"menu01ItemD_description": "Tomato sauce, shredded chicken and mozzarella. A classic flavor. The ideal option for those who appreciate simpler and more direct options.",
	"menu01ItemE_name": "Ham",
	"menu01ItemE_description": "One of the most traditional flavors, guaranteed by our delicious chopped ham, combined with mozzarella, olives, tomato sauce and oregano.",
	"menu01ItemF_name": "Salami",
	"menu01ItemF_description": "Generous topping of tomato sauce, delicious Salami slices and creamy Mozzarella cheese.",
	"menu01ItemG_name": "Tuna",
	"menu01ItemG_description": "Tomato sauce, mozzarella and tuna. Tuna and mozzarella form an unbeatable duo when it comes to flavor. Made especially for noble palates who appreciate the most classic pizza options.",

	"menu02ItemA_name": "Cannelloni",
	"menu02ItemA_description": "Typically Italian cylindrical pasta. The product is usually eaten with a savory filling that may include cheese in addition to ground meat. It is then covered with a sauce that can be Bolognese or Béchamel and gratinated in the oven.",
	"menu02ItemB_name": "Gnocchi",
	"menu02ItemB_description": "Pasta prepared with a mixture of potatoes or cassava with wheat flour, a typical dish of Italian cuisine, which can be served with sauces: sugo, bolognese or white.",
	"menu02ItemC_name": "Lasagna",
	"menu02ItemC_description": "Pasta formed by wide ribbons, as well as a dish, sometimes called oven lasagna, made with these ribbons placed in layers, and interspersed with stuffing (cheese, ham, ground meat or others) and sauce." ,
	"menu02ItemD_name": "Linguine",
	"menu02ItemD_description": "Pasta is often compared to spaghetti, but is slightly wider. The linguine shape is ideal for pairing with lighter sauces, such as olive oil, garlic, and red pepper sauces, as well as sauces based on seafood, like clam sauce.",
	"menu02ItemE_name": "Special pasta",
	"menu02ItemE_description": "Pasta prepared with a potato mixture, a typical Italian dish, served with tomato sauce.",
	"menu02ItemF_name": "Penne",
	"menu02ItemF_description": "Tube-shaped pasta with angled tips was inspired by the nib of an old-style ink pen, it is famous and loved throughout Italy",
	"menu02ItemG_name": "Ravioli",
	"menu02ItemG_description": "Stuffed pasta whose filling is between two sheets of pasta, usually in a square shape.",
	"menu02ItemH_name": "Spaghetti",
	"menu02ItemH_description": "Italy's most traditional cut, known worldwide for its versatility and long cylindrical shape. It can be served with the most varied types of sauces.",
	"menu02ItemI_name": "Vermicelli",
	"menu02ItemI_description": "A type of thin and elongated pasta, perfect for preparing dishes such as soups, salads, sauces and even desserts. Its versatility allows you to create an infinity of dishes, making it a popular choice in the kitchen.",

	"menu03ItemA_name": "From the House",
	"menu03ItemA_description": "House special salad, perfect for hot days. Providing a light and healthy meal.",
	"menu03ItemB_name": "Complete",
	"menu03ItemB_description": "Complete salad, aimed at a balanced diet, with special ingredients.",
	"menu03ItemC_name": "Fit",
	"menu03ItemC_description": "With light ingredients and low calories, nourishes and helps with caloric balance",
	"menu03ItemD_name": "Shrimp",
	"menu03ItemD_description": "Shrimp salad with ingredients from the Mediterranean Sea.",
	"menu03ItemE_name": "Grains",
	"menu03ItemE_description": "Grain-based vegan salad.",
	"menu03ItemF_name": "Summer",
	"menu03ItemF_description": "Salad with light ingredients that nourish and satisfy you even on the hottest days.",
	"menu03ItemG_name": "Special",
	"menu03ItemG_description": "Complete salad with eggs, cucumbers and tomatoes.",
	"menu03ItemH_name": "Mediterranean",
	"menu03ItemH_description": "Seafood salad.",
	"menu03ItemI_name": "Basic",
	"menu03ItemI_description": "Simple salad, with the most basic elements for good nutrition.",

	"menu04ItemA_name": "Mineral Water",
	"menu04ItemA_description": "Natural mineral water, chilled or at room temperature.",
	"menu04ItemB_name": "Soda",
	"menu04ItemB_description": "Soft drinks in different flavors.",
	"menu04ItemC_name": "Beer",
	"menu04ItemC_description": "Popular, craft and specialty beers.",
	"menu04ItemD_name": "Natural Juice",
	"menu04ItemD_description": "Different natural juice options.",

	"menu05ItemA_name": "Special Pudding",
	"menu05ItemA_description": "Special cream pudding with chocolate and strawberry accompaniment.",
	"menu05ItemB_name": "Pudding",
	"menu05ItemB_description": "Chocolate pudding",
	"menu05ItemC_name": "Fruit Salad",
	"menu05ItemC_description": "Carefully selected fruit salad to provide a unique flavor experience",
	"menu05ItemD_name": "Ice Cream",
	"menu05ItemD_description": "Ice cream of different flavors.",
	"menu05ItemE_name": "Mousse" ,
	"menu05ItemE_description": "Special strawberry mousse."
}