{
    "welcome": "Entdecken Sie alle unsere Gerichte",
    "caption": "Unsere digitale Speisekarte wird in Ihrer Sprache angeboten",
    "chooseLang": "Wähle deine Sprache", 
    "more": "Mehr...",
    
    "menu01":"Pizza",
    "menu02":"Pasta",
    "menu03":"Salate",
    "menu04":"Getränke",
    "menu05":"Nachspeisen",
    "menu06":"Kontakt",
     
	"menu01ItemA_name": "Calzonne",
	"menu01ItemA_description": "Ein Gericht der italienischen Küche, das oft als gefüllte Pizza bezeichnet wird und in der Mitte gefaltet wird, bevor es in den Ofen kommt.",
	"menu01ItemB_name": "Pilz",
	"menu01ItemB_description": "Eine Pizza mit Käse und Pilzen belegt. Wenn sie noch heiß ist, sorgt der geschmolzene Käse für ein tolles Gefühl der Zufriedenheit.",
	"menu01ItemC_name": "Margheritta",
	"menu01ItemC_description": "Pizzateig belegt mit Tomaten, Käse und Basilikum, inspiriert von den Farben der italienischen Flagge.",
	"menu01ItemD_name": "Huhn",
	"menu01ItemD_description": "Tomatensauce, geschnetzeltes Hähnchen und Mozzarella. Ein klassischer Geschmack. Die ideale Option für diejenigen, die einfachere und direktere Optionen schätzen.",
	"menu01ItemE_name": "Ham",
	"menu01ItemE_description": "Einer der traditionellsten Geschmacksrichtungen, garantiert durch unseren köstlichen gehackten Schinken, kombiniert mit Mozzarella, Oliven, Tomatensauce und Oregano.",
	"menu01ItemF_name": "Salami",
	"menu01ItemF_description": "Großzügiger Belag mit Tomatensauce, köstlichen Salamischeiben und cremigem Mozzarella-Käse.",
	"menu01ItemG_name": "Thunfisch",
	"menu01ItemG_description": "Tomatensauce, Mozzarella und Thunfisch. Thunfisch und Mozzarella bilden ein unschlagbares Geschmacksduo. Speziell für edle Gaumen, die die klassischsten Pizzavarianten zu schätzen wissen.",

	"menu02ItemA_name": "Cannelloni",
	"menu02ItemA_description": "Typisch italienische zylindrische Nudeln. Das Produkt wird normalerweise mit einer herzhaften Füllung gegessen, die neben Hackfleisch auch Käse enthalten kann. Anschließend wird es mit einer Sauce, die Bolognese oder Béchamel sein kann, überzogen und im Ofen gratiniert.",
	"menu02ItemB_name": "Gnocchi",
	"menu02ItemB_description": "Nudeln, zubereitet aus einer Mischung aus Kartoffeln oder Maniok mit Weizenmehl, ein typisches Gericht der italienischen Küche, das mit Soßen serviert werden kann: Sugo, Bolognese oder Weiß.",
	"menu02ItemC_name": "Lasagne",
	"menu02ItemC_description": "Nudeln, die aus breiten Bändern bestehen, sowie ein Gericht, manchmal Ofenlasagne genannt, das aus diesen in Schichten angeordneten Bändern besteht und mit Füllung (Käse, Schinken, Hackfleisch oder andere) und Soße durchsetzt ist." ,
	"menu02ItemD_name": "Sprache",
	"menu02ItemD_description": "Pasta wird oft mit Spaghetti verglichen, ist aber etwas breiter. Die Linguine-Form eignet sich ideal für die Kombination mit leichteren Saucen wie Olivenöl, Knoblauch und Paprikasaucen sowie Saucen auf Meeresfrüchtebasis wie Muscheln Soße.",
	"menu02ItemE_name": "Spezielle Pasta",
	"menu02ItemE_description": "Nudeln zubereitet mit einer Kartoffelmischung, ein typisch italienisches Gericht, serviert mit Tomatensauce.",
	"menu02ItemF_name": "Penne",
	"menu02ItemF_description": "Röhrenförmige Nudeln mit abgewinkelten Spitzen wurden von der Spitze eines alten Tintenstifts inspiriert und sind in ganz Italien berühmt und beliebt",
	"menu02ItemG_name": "Ravioli",
	"menu02ItemG_description": "Gefüllte Nudeln, deren Füllung zwischen zwei Nudelblättern liegt, normalerweise in quadratischer Form.",
	"menu02ItemH_name": "Spaghetti",
	"menu02ItemH_description": "Italiens traditionellster Schnitt, weltweit bekannt für seine Vielseitigkeit und lange zylindrische Form. Er kann mit den unterschiedlichsten Saucenarten serviert werden.",
	"menu02ItemI_name": "Fadennudeln",
	"menu02ItemI_description": "Eine Art dünner und länglicher Nudeln, die sich perfekt für die Zubereitung von Gerichten wie Suppen, Salaten, Saucen und sogar Desserts eignen. Dank ihrer Vielseitigkeit können Sie unzählige Gerichte zubereiten, was sie zu einer beliebten Wahl in der Küche macht.",

	"menu03ItemA_name": "Aus dem Haus",
	"menu03ItemA_description": "Spezialsalat des Hauses, perfekt für heiße Tage. Bietet eine leichte und gesunde Mahlzeit.",
	"menu03ItemB_name": "Abgeschlossen",
	"menu03ItemB_description": "Kompletter Salat, abgestimmt auf eine ausgewogene Ernährung, mit besonderen Zutaten.",
	"menu03ItemC_name": "Anpassen",
	"menu03ItemC_description": "Mit leichten Zutaten und wenig Kalorien, nährt es und hilft beim Kaloriengleichgewicht",
	"menu03ItemD_name": "Garnele",
	"menu03ItemD_description": "Garnelensalat mit Zutaten aus dem Mittelmeer.",
	"menu03ItemE_name": "Körner",
	"menu03ItemE_description": "Veganer Salat auf Getreidebasis.",
	"menu03ItemF_name": "Sommer",
	"menu03ItemF_description": "Salat mit leichten Zutaten, der Sie auch an den heißesten Tagen nährt und sättigt.",
	"menu03ItemG_name": "Spezial",
	"menu03ItemG_description": "Kompletter Salat mit Eiern, Gurken und Tomaten.",
	"menu03ItemH_name": "Mittelmeer",
	"menu03ItemH_description": "Meeresfrüchtesalat.",
	"menu03ItemI_name": "Grundlegend",
	"menu03ItemI_description": "Einfacher Salat mit den grundlegendsten Elementen für eine gute Ernährung.",
 

	"menu04ItemA_name": "Mineralwasser",
	"menu04ItemA_description": "Natürliches Mineralwasser, gekühlt oder bei Raumtemperatur.",
	"menu04ItemB_name": "Soda",
	"menu04ItemB_description": "Erfrischungsgetränke in verschiedenen Geschmacksrichtungen.",
	"menu04ItemC_name": "Bier",
	"menu04ItemC_description": "Beliebte Biere, Craft-Biere und Spezialbiere.",
	"menu04ItemD_name": "Natürlicher Saft",
	"menu04ItemD_description": "Verschiedene natürliche Saftoptionen.",

	"menu05ItemA_name": "Spezieller Pudding",
	"menu05ItemA_description": "Spezieller Sahnepudding mit Schokoladen- und Erdbeerbeilage.",
	"menu05ItemB_name": "Pudding",
	"menu05ItemB_description": "Schokoladenpudding",
	"menu05ItemC_name": "Obstsalat",
	"menu05ItemC_description": "Sorgfältig ausgewählter Obstsalat für ein einzigartiges Geschmackserlebnis",
	"menu05ItemD_name": "Eiscreme",
	"menu05ItemD_description": "Eis in verschiedenen Geschmacksrichtungen.",
	"menu05ItemE_name": "Mousse",
	"menu05ItemE_description": "Spezielles Erdbeermousse.",

	"dietaryRestrictions": "Diätetische Einschränkungen",
	"Chili": "Pfeffer",
	"Crustaceans": "Krebstiere",
	"Egg": "Ei",
	"Glutem": "Gluten",
	"Milk": "Milch und Derivate",
	"SeaFood": "Meeresfrüchte",
	"TransFat": "Trans-Fette",
	"Pork": "Schwein"
}