{
	"welcome": "descubra todos os nossos pratos",
	"caption": "Nosso cardápio digital é oferecido no seu idioma",
	"chooseLang": "Escolha o seu idioma", 
    	"about": "Sobre o projeto",
	"aboutp1":"Esse projeto tem por objetivo fornecer um apoio a cardápios de ambientes cujo público alvo tem como característica nativos de diferentes idiomas.",	
	"aboutp2":"A ideia gira em torno de um cardápio físico, onde para cada item disponível, haverá uma imagem, preços e a descricao  sucinta dos principais ingredientes em cada um dos idiomas escolhidos pelo estabelecimento. Esse cardápio vêm com o QR code que direciona o cliente a um site como este, cujo o objetivo é uma apresentação mais detalhada de cada um dos itens do cardápio: exibindo a imagem do prato (tal como no cardápio físico), e um texto explicativo sobre o prato e seus ingredientes, assim como informações sobre as possíveis restrições alimentares relacionadas ao mesmo.",
	"aboutp3":"Ao acessar o complemento digital do cardápio, o cliente pode saber, no seu prṕrio idioma, a respeito de cada prato. Essa experiência proporciona ao cliente maior conforto e segurnaça em suas escolhas, possibilitando-o escolher mais itens e trazendo consigo, a garantia de uma escolha acertada.",
	"aboutp4":"Finalmente, a ideia desse projeto é que seja completamente flexível (por parte dos conteúdos e a parte visual) às personalizações do ambiente que irá oferecê-lo, deixando-o em conformidade com a identidade visual do estabelecimento.",
	"close": "fechar",
	
	"menu01": "Pizza",
	"menu02": "Massas",
	"menu03": "Saladas",
	"menu04": "Bebidas",
	"menu05": "Sobremesas",
	"menu06": "Contato",

	"menu01ItemA_name": "Calzonne",
	"menu01ItemA_description": "Prato da culinária de origem italiana muitas vezes referido como uma pizza recheada, dobrada ao meio antes de ir ao forno.",
	"menu01ItemB_name": "Cogumelo",
	"menu01ItemB_description": "Uma pizza coberta de queijo e cogumelos. Quando ainda está quente, o queijo derretido dá uma grande sensação de satisfação.",
	"menu01ItemC_name": "Margheritta",
	"menu01ItemC_description": "Massa de pizza coberta com tomate, queijo e manjericão, inspirado pelas cores da bandeira da Itália.",
	"menu01ItemD_name": "Frango",
	"menu01ItemD_description": "Molho de tomate, frango desfiado e mussarela. Um sabor clássico. A pedida ideal para quem aprecia opções mais simples e diretas.",
	"menu01ItemE_name": "Presunto",
	"menu01ItemE_description": "Um dos sabores mais tradicionais, garantido pelo nosso delicioso presunto picadinho, combinado com mussarela, azeitonas, molho de tomate e orégano.",
	"menu01ItemF_name": "Salame",
	"menu01ItemF_description": "Generosa cobertura de molho de tomate, deliciosas rodelas de Salame e um cremoso queijo Mozzarella.",
	"menu01ItemG_name": "Atum",
	"menu01ItemG_description": "Molho de tomate, mussarela e atum. Atum e mussarela formam uma dupla imbatível quando o assunto é sabor. Feita especialmente para paladares nobres e que apreciam as mais clássicas opções de pizza.",

	"menu02ItemA_name": "Canellone",
	"menu02ItemA_description": "Massa em formato cilíndrico tipicamente italiano. O produto habitualmente é consumido com recheio salgado que pode incluir queijo além da carne moída. Depois é coberto por um molho que pode ser bolonhesa ou bechamel e gratinado ao forno.",
	"menu02ItemB_name": "Nhoque",
	"menu02ItemB_description": "Massa alimentícia preparada a base da mistura de batata, ou macaxeira com farinha de trigo, sendo um prato típico da culinária da Itália, que pode ser servido com os molhos: sugo, bolonhesa ou branco.",
	"menu02ItemC_name": "Lasanha",
	"menu02ItemC_description": "Massa alimentícia formada por fitas largas, como também um prato, por vezes chamado lasanha ao forno, feito com essas fitas colocadas em camadas, e entremeadas com recheio (queijo, presunto, carne moída ou outros) e molho.",
	"menu02ItemD_name": "Linguine",
	"menu02ItemD_description": "Massa é frequentemente comparada ao espaguete, mas é um pouco mais larga. O formato do linguine é ideal para combinar com molhos mais leves, como molhos à base de azeite, alho e pimenta vermelha, bem como molhos à base de frutos do mar, como molho de vôngole.",
	"menu02ItemE_name": "Macarrão especial",
	"menu02ItemE_description": "Massa alimentícia preparada a base da mistura de batata, sendo um prato típico da culinária da Itália, que é servido com o molho de tomate.",
	"menu02ItemF_name": "Penne",
	"menu02ItemF_description": "Massa com formato tubular com pontas angulares foi inspirado na pena de uma caneta de tinta de estilo antigo, é famoso e amado em toda a Itália",
	"menu02ItemG_name": "Raviolli",
	"menu02ItemG_description": "Massa recheada cujo recheio fica entre duas folhas de massa, geralmente em formato quadrado.",
	"menu02ItemH_name": "Espaghete",
	"menu02ItemH_description": "Corte mais tradicional da Itália, sendo mundialmente conhecido por sua versatilidade e formato cilíndrico longo. Pode ser servido com os mais variados tipos de molhos.",
	"menu02ItemI_name": "Aletria",
	"menu02ItemI_description": "Tipo de macarrão fino e alongado, perfeito para preparar pratos como sopas, saladas, molhos e até mesmo sobremesas. Sua versatilidade permite criar uma infinidade de pratos, tornando-se uma escolha popular na cozinha.",

	"menu03ItemA_name": "Da Casa",
	"menu03ItemA_description": "Salada especial da Casa, perfeita para os dias de calor. Proporcionando uma alimentação leve e saudável.",
	"menu03ItemB_name": "Completa",
	"menu03ItemB_description": "Salada completa, voltada para uma alimentação equilibrada, com ingredientes especiais.",
	"menu03ItemC_name": "Fit",
	"menu03ItemC_description": "Com ingredientes leves e com baixas calorias, alimenta e ajuda no equilíbrio calórico",
	"menu03ItemD_name": "Camarão",
	"menu03ItemD_description": "Salada de camarão e com ingredientes do mar mediterrâneo.",
	"menu03ItemE_name": "Grãos",
	"menu03ItemE_description": "Salada vegana baseada em grãos.",
	"menu03ItemF_name": "Verão",
	"menu03ItemF_description": "Salada com ingredientes leves que alimentam e saceiam mesmo nos dias mais quentes.",
	"menu03ItemG_name": "Especial",
	"menu03ItemG_description": "Salada completa com ovos, pepinos e tomate.",
	"menu03ItemH_name": "Mediterrâneo",
	"menu03ItemH_description": "Salada com frutos do mar.",
	"menu03ItemI_name": "Básica",
	"menu03ItemI_description": "Salada simples, com os elementos mais básicos para uma boa alimentação.",

	"menu04ItemA_name": "Água Mineral",
	"menu04ItemA_description": "Água mineral natural, gelada ou em temperatura ambiente.",
	"menu04ItemB_name": "Refrigerante",
	"menu04ItemB_description": "Refrigerantes de diversos sabores.",
	"menu04ItemC_name": "Cerveja",
	"menu04ItemC_description": "Cervejas populares, artezanais e especiais.",
	"menu04ItemD_name": "Suco Natural",
	"menu04ItemD_description": "Diferentes opções de sucos naturais.",

	"menu05ItemA_name": "Pudim Especial",
	"menu05ItemA_description": "Pudim especial de creme com chocolate e acompanhamento de morango.",
	"menu05ItemB_name": "Pudim",
	"menu05ItemB_description": "Pudim de chocolate",
	"menu05ItemC_name": "Salada de Frutas",
	"menu05ItemC_description": "Salada de frutas cuidadosamente selecionadas para proporcionar uma experiência única de sabor",
	"menu05ItemD_name": "Sorvete",
	"menu05ItemD_description": "Sorvetes de diferentes sabores.",
	"menu05ItemE_name": "Mousse" ,
	"menu05ItemE_description": "Mousse de morango especial.",

	"dietaryRestrictions": "Restrições Alimentares",
	"Chili": "Pimenta",
	"Crustaceans": "Crustáceos",
	"Egg": "Ovo",
	"Glutem": "Glutém",
	"Milk": "Leite e derivados",
	"SeaFood": "Frutos do Mar",
	"TransFat": "Gorduras Trans",
	"Pork": "Suínos"
}